Repository: aboigues/dailybrain
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTagline
source: Test your brain in 1 minute
fr: Teste ton cerveau en 1 minute

# startButton
source: Start
fr: Commencer

# seeRankingButton
source: View Ranking
fr: Voir le classement

# streakLabel
source: Streak: {count} days
fr: Série : {count} jours

# quizOfTheDay
source: Quiz of {date}
fr: Quiz du {date}

# secondsLabel
source: {count} seconds
fr: {count} secondes

# nextQuizIn
source: Next quiz in: {time}
fr: Prochain quiz dans : {time}

# validateButton
source: Validate
fr: Valider

source: Congratulations!
fr: Bravo !

# correctAnswers
source: {count} correct answers
fr: {count} bonnes réponses

# wrongAnswers
source: {count} error
fr: {count} erreur

# speedBonus
source: Speed bonus: +{points}
fr: Bonus vitesse : +{points}

source: Streak maintained!
fr: Série maintenue !

# yourRank
source: Your rank: #{rank}/{total}
fr: Ton rang : #{rank}/{total}

# nextQuizAt
source: Next quiz: {time}
fr: Prochain quiz : {time}

# rankingTitle
source: Ranking
fr: Classement

# dailyRanking
source: Daily
fr: Quotidien

# weeklyRanking
source: Weekly
fr: Semaine

# monthlyRanking
source: Monthly
fr: Mois

source: YOU
fr: TOI

# alreadyPlayedToday
source: You already played today
fr: Tu as déjà joué aujourd'hui

source: View my score
fr: Voir mon score

# noInternet
source: No connection
fr: Pas de connexion

source: Retry
fr: Réessayer

# offlineInfo
source: You can view your stats while offline
fr: Tu peux consulter tes stats en attendant

# streakAtRisk
source: Your streak is at risk!
fr: ⚠️ Ta série est en danger !

# streakAtRiskMessage
source: You haven't played yet today
fr: Tu n'as pas encore joué aujourd'hui

source: Play now
fr: Jouer maintenant

# streakLost
source: Your {count} day streak is over ðŸ˜¢
fr: Ta série de {count} jours est terminée 😢

source: Start over
fr: Recommencer

# saveStreakMessage
source: Watch a video to save your streak
fr: Regarde une vidéo pour sauver ton streak

source: Loading ranking...
fr: Chargement du classement...
